Repository: trbocode/xfce3
Catalog: po/*.po
Languages: uk

source: Select Color
uk: Вибрати кол╕р

source: Select File
uk: Вибрати файл

source: Font Selection
uk: Виб╕р шрифта

source: OK
uk: Гаразд

source: Message
uk: Пов╕домлення

source: Yes
uk: Так

source: No
uk: Н╕

source: Question
uk: Запитання

source: Terminated:
uk: Зак╕нчено:

source: *** WARNING ***: Cannot load image file %s
uk: *** УВАГА ***: Неможливо завантажити файл образу %s

source: *** WARNING ***: Cannot load pixmap file %s
uk: *** УВАГА ***: Неможливо завантажити файл зображення %s

source: Define action ...
uk: Визначити д╕ю...

source: Command Line :
uk: Командний рядок :

source: Icon Style :
uk: Стиль п╕ктограми :

source: Browse ...
uk: Переглянути...

source: Ok
uk: Гаразд

source: Cancel
uk: Скасувати

source: You must provide the command to execute !
uk: Ви повинн╕ надати команду для виконання!

source: XFce : Syntax error in configuration file (%s)
uk: XFce : Синтаксична помилка у файл╕ конф╕гурац╕╖ (%s)

source: Syntax error in configuration file Aborting
uk: Синтаксична помилка в конф╕гурац╕йному файл╕ Перервано

source: XFce : Data mismatch error in config file (%s)
uk: XFce : Нев╕дпов╕дн╕сть даних в конф╕гурац╕йному файл╕ (%s)

source: Data mismatch error in configuration file Aborting
uk: Помилков╕ дан╕ у файл╕ конф╕гурац╕╖ Перервано

source: Cannot create file
uk: Неможливо створити файл

source: Cannot reset configuration file
uk: Неможливо переписати конф╕гурац╕йний файл типовим

source: Creating new config file...
uk: Створюю новий файл конф╕гурац╕╖...

source: Cannot open configuration file
uk: Не можу в╕дкрити конф╕гурац╕йний файл

source: Does not looks like an XFce 3 configuration file !
uk: Не схоже на файл конф╕гурац╕╖ XFce 3!

source: Do you want to reset the configuration file ? (The previous file will be saved with a ".orig" extension)
uk: Ви хочете повернути конф╕гурац╕йний файл до типового? (Попередн╕й файл буде записано з розширенням ".orig")

source: Cannot open new config, Giving up...
uk: Не можу в╕дкрити нову конф╕гурац╕ю. Здаюся...

source: Cannot load configuration file
uk: Не можу завантажити файл конф╕гурац╕╖

source: Cannot use old version of XFce configuration files
uk: Не можу використовувати конф╕гурац╕йн╕ файли старих верс╕й XFce

source: Subprocess diagnostic
uk: Д╕агностика п╕дпроцесу

source: Clear
uk: Очистити

source: Dismiss
uk: Закрити

source: Info ...
uk: ╤нформац╕я...

source: Couldn't create pixmap
uk: Не можу в╕дкрити зображення

source: By Olivier Fourdan (c) 1997-2002
uk: Автор: Olivier Fourdan (c) 1997-2002

source: Accept
uk: Прийняти

source: Modify Item ...
uk: Зм╕нити елемент...

source: Preview Icon
uk: Вигляд п╕ктограми

source: Icon File :
uk: П╕ктограма файла:

source: Label :
uk: Надпис:

source: Remove
uk: Видалити

source: Add Item ...
uk: Додати елемент...

source: Are you sure you want to remove this entry ?
uk: Ви впевнен╕, що хочете видалити цей елемент?

source: You must provide the command and the label, at least !
uk: Ви повинн╕ вказати, принаймн╕, команду та надпис!

source: Add a new entry...
uk: Додати новий елемент...

source: Add icon...
uk: Додати п╕ктограму...

source: Click to tear off popup menu
uk: Клацн╕ть, щоб в╕д╕рвати спливне меню

source: Cannot find the file you dropped !
uk: Неможливо знайти загублений Вами файл!

source: Screen label ...
uk: Надпис для екрана...

source: Define screen label :
uk: Визначити надпис для екрану:

source: Files related
uk: Файлов╕ залежност╕

source: Terminals/Connections
uk: Терм╕нали/з'╓днання

source: Mail tools/browsers
uk: Переглядач╕/пошта

source: Print manager
uk: Менеджер друку

source: Configuration
uk: Конф╕гурац╕я

source: Misc. tools/Utilities
uk: Р╕зн╕ ╕нструменти/утил╕ти

source: Manual/Help browser
uk: Кер╕вництво/дов╕дка

source: Writing/Text tools
uk: Засоби набору текст╕в

source: Schedule/Appointments
uk: Розклад/зустр╕ч╕

source: Multimedia
uk: Мультимед╕я

source: Games
uk: ╤гри

source: Network
uk: Мережа

source: Sound
uk: Звук

source: External...
uk: Зовн╕шн╕й...

source: Setup
uk: Налаштування

source: GTK theme engine :
uk: Машина тем GTK:

source: Apply colors to all applications
uk: Застосовувати кольори до вс╕х завдань

source: Load ...
uk: Завантажити...

source: Save ...
uk: Зберегти...

source: Default
uk: Типов╕

source: Repaint root window of workspace
uk: Перемалювати головне в╕кно

source: Use gradient color as wallpaper
uk: Шпалери з град╕╓нтом кольору

source: Use tear-off menus
uk: Вживати в╕дривн╕ меню

source: Show subprocess diagnostic dialog
uk: Показувати в╕кно д╕агностики п╕дзадач╕

source: Panel layer
uk: Розташування шару панел╕

source: Bottom
uk: Знизу

source: Top
uk: Зверху

source: Clock
uk: Годинник

source: Use digital clock on panel
uk: Цифровий годинник на панел╕

source: Use military time (24 hours)
uk: 24-годинний час

source: Tooltips
uk: П╕дказки

source: Tooltips delay (ms.) :
uk: Затримка п╕дказок (мс):

source: Virtual Screens
uk: В╕ртуальн╕ екрани

source: Number of virtual desktops :
uk: К╕льк╕сть в╕ртуальних ст╕льниць:

source: Popups & Icons
uk: Спливн╕ меню та п╕ктограми

source: Number of popup menus :
uk: К╕льк╕сть спливних меню:

source: Size of icons on panel
uk: Розм╕р п╕ктограм на панел╕

source: Large
uk: Велик╕

source: Medium
uk: Середн╕

source: Small
uk: Мал╕

source: Size of icons on pop-up menus
uk: Розм╕р п╕ктограм на спливних меню

source: Font style
uk: Стиль шрифту

source: Browse...
uk: Переглянути...

source: Click to focus windows
uk: Клацнути, щоб отримати фокус

source: Automatically focus on new window
uk: Надавати фокус новому в╕кну

source: Auto raise windows
uk: Автоматично п╕дн╕мати в╕кна

source: Show contents of window while moving
uk: Показувати вм╕ст в╕кна при перем╕щенн╕

source: Show contents of window while resizing
uk: Показувати вм╕ст в╕кна при зм╕н╕ розм╕ру

source: Use gradient color for the active window
uk: Град╕╓нт кольору для активного в╕кна

source: Use gradient color for inactive windows
uk: Град╕╓тний кол╕р для неактивних в╕кон

source: Window border style :
uk: Стиль меж╕ в╕кон:

source: Window snapping size (0 disable) :
uk: Крок пересування в╕кон (0 - плавно):

source: Icon position
uk: Позиц╕я п╕ктограми

source: Left
uk: Л╕воруч

source: bottom
uk: Знизу

source: Right
uk: Праворуч

source: Title font :
uk: Шрифт заголовка:

source: Icon font :
uk: Шрифт п╕ктограм:

source: Menu font :
uk: Шрифт меню:

source: Sound module (xfsound)
uk: Модуль звуку (xfsound)

source: Mouse settings (xfmouse)
uk: Установки мишки (fxmouse)

source: Backdrop settings (xfbd)
uk: Установки шпалер (xfbd)

source: Pager (xfpager)
uk: Перемикач стор╕нок (xfpager)

source: GNOME menu (xfmenu)
uk: Меню GNOME (xfmenu)

source: KDE menu (xfmenu)
uk: Меню KDE (xfmenu)

source: Palette
uk: Пал╕тра

source: Windows
uk: В╕кна

source: Startup
uk: Запуск

source: Apply
uk: Застосувати

source: Please wait, XFce is loading...
uk: Зачекайте хвилю, XFce старту╓...

source: One
uk: Один

source: Two
uk: Два

source: Three
uk: Три

source: Four
uk: Чотири

source: Five
uk: П'ять

source: Six
uk: Ш╕сть

source: Seven
uk: С╕м

source: Eight
uk: В╕с╕м

source: Nine
uk: Дев'ять

source: Ten
uk: Десять

source: Eleven
uk: Одинадцять

source: Twelve
uk: Дванадцять

source: Thirteen
uk: Тринадцять

source: Fourteen
uk: Чотирнадцять

source: Fifteen
uk: П'ятнадцять

source: Sixteen
uk: Ш╕стнадцять

source: Seventeen
uk: С╕мнадцять

source: Eighteen
uk: В╕с╕мнадцять

source: Nineteen
uk: Дев'ятнадцять

source: Twenty
uk: Двадцять

source: Digital mode
uk: Цифровий режим

source: 24 hours mode
uk: 24-годинний режим

source: About...
uk: Про...

source: Setup...
uk: Установки...

source: Quit
uk: Вийти

source: Sunday
uk: Нед╕ля

source: Monday
uk: Понед╕лок

source: Tuesday
uk: В╕второк

source: Wednesday
uk: Середа

source: Thursday
uk: Четвер

source: Friday
uk: П'ятниця

source: Saturday
uk: Субота

source: January
uk: С╕чень

source: February
uk: Лютий

source: March
uk: Березень

source: April
uk: Кв╕тень

source: May
uk: Травень

source: June
uk: Червень

source: July
uk: Липень

source: August
uk: Серпень

source: September
uk: Вересень

source: October
uk: Жовтень

source: November
uk: Листопад

source: December
uk: Грудень

source: Are you sure you want to Quit ? This might log you off !
uk: Ви впевнен╕ що хочете вийти? Це може завершити Ваш сеанс роботи!

source: You've selected a desktop which is not currently visible in XFce panel.
uk: Ви можете вибрати робочий ст╕л який зараз в╕дсутн╕й на панел╕ XFce

source: XFCE: Communication pipe closed. Exiting...
uk: XFCE: Комун╕кац╕йний канал зачинено. Виходжу...

source: Workspace
uk: Ст╕льниця

source: Skip
uk: Пропустити

source: Open with ...
uk: В╕дкрити з....

source: Run program ...
uk: Запустити програму...

source: Open in terminal
uk: В╕дкрити в терм╕нал╕

source: Fatal error in %s at %d
uk: Фатальна помилка в %s на %d

source: Properties
uk: Властивост╕

source: All
uk: Вс╕

source: Info
uk: ╤нформац╕я

source: Name :
uk: Назва:

source: Type :
uk: Тип:

source: Size :
uk: Розм╕р:

source: Creation Time :
uk: Час створення:

source: Modification Time :
uk: Час модиф╕кац╕╖:

source: Access Time :
uk: Час доступу:

source: Permissions
uk: Права

source: Owner :
uk: Власник:

source: Read
uk: Зчитування

source: Write
uk: Запис

source: Execute
uk: Виконання

source: Set UID
uk: Встановити UID

source: Group :
uk: Група:

source: Set GID
uk: Встановити GID

source: Other :
uk: ╤нш╕:

source: Sticky
uk: Ст╕йкий

source: Owner
uk: Власник

source: unknown
uk: нев╕домий

source: Can't find suffix in filename, using complete filename
uk: Не можу знайти суф╕кс в ╕мен╕ файла, використовуйте повне ╕м'я

source: Register program for file "%s"
uk: Ре╓стр програм для файла "%s"

source: Register program for suffix "%s"
uk: Ре╓стр програм для суф╕кса "%s"

source: XFTree, based on XTree Version %s
uk: XFTree, що ╜рунту╓ться на XTree верс╕╖ %s

source: directory: %s
uk: каталог: %s

source: creating directory: %s
uk: створення каталогу: %s

source: geometry: %dx%d+%d+%d
uk: геометр╕я: %dx%d+%d+%d

source: No files marked !
uk: Файли не позначено!

source: Delete item ?
uk: Стерти елемент?

source: Can't move file to trash, hard delete ?
uk: Не можу викинути на см╕тник, знищити реально?

source: New_Folder
uk: Нова тека

source: No item marked !
uk: Жодного елемента не позначено!

source: Rename to :
uk: Перейменувати на:

source: Character not allowed in filename
uk: Неприпустимий символ в ╕мен╕ файла

source: Too many bytes transferred !?
uk: Передано забагато байт !?

source: Can't stat() file
uk: Неможливо виконати stat() для файла

source: Can't copy FIFO
uk: Неможливо скоп╕ювати FIFO

source: Can't copy device file
uk: Неможливо скоп╕ювати файл пристрою

source: Can't copy socket
uk: Неможливо скоп╕ювати сокет

source: Source:
uk: Джерело:

source: Target:
uk: Призначення:

source: XFTree: Copy
uk: XFTree: Скоп╕ювати

source: XFTree: Move
uk: XFTree: Пересунути

source: XFTree: Link
uk: XFTree: Посилання

source: Unknown action !
uk: Нев╕дома д╕я!

source: Go to
uk: Перейти до

source: New Folder
uk: Нова тека

source: Delete ...
uk: Стерти...

source: Find ...
uk: Знайти...

source: Select all
uk: Вибрати все

source: Unselect
uk: Невибраний

source: Toggle Dotfiles
uk: Показати/сховати прихован╕ файли

source: Open Trash
uk: В╕дкрити см╕тник

source: Empty Trash
uk: Спорожнити см╕тник

source: Duplicate
uk: Дублювати

source: Rename ...
uk: Перейменувати...

source: Properties ...
uk: Властивост╕...

source: Go to ...
uk: Перейти до...

source: Register ...
uk: Ре╓струвати...

source: Go home
uk: Додому

source: Go up
uk: Вгору

source: Update
uk: Поновити

source: Differences ...
uk: В╕дм╕нност╕...

source: Patch viewer ...
uk: Переглядач латок...

source: Close window
uk: Закрити в╕кно

source: File
uk: Файл

source: View
uk: Вигляд

source: Preferences
uk: Установки

source: Help
uk: Дов╕дка

source: About ...
uk: Про...

source: Name
uk: Назва

source: Size (bytes)
uk: Розм╕р (в байтах)

source: Last changed
uk: Останн╓ поновлення

source: Mode
uk: Режим

source: Could not load specified font
uk: Не можу завантажити вказаний шрифт

source: Override ?
uk: Переписати?

source: New file ...
uk: Новий файл...

source: Strip level now set to
uk: Р╕вень ус╕кання тепер встановлено в

source: No patch file has been selected.
uk: Файл латки не вибрано.

source: No directory to apply patch has been selected.
uk: Каталог, до якого треба прикласти латку, не вибрано.

source: No left path has been selected.
uk: Не вибрано шлях л╕воруч.

source: No right path has been selected.
uk: Не вибрано шлях праворуч.

source: Patch file can not be opened for read!
uk: Неможливо в╕крити файл латки для читання!

source: Files are identical (or binary files that may or may not differ)
uk: Файли однаков╕ (для дв╕йкових файл╕в це не завжди так)

source: Patch file is not in unified format
uk: Файл латки не в ун╕ф╕кованому формат╕

source: ****Empty file****
uk: ****Порожн╕й файл****

source: ****Binary data****
uk: ****Дв╕йков╕ дан╕****

source: You have selected a directory. Should subdirectories be included?
uk: Ви вибрали каталог. Включати п╕дкаталоги?

source: versus
uk: проти

source: different sections found
uk: знайдено р╕зн╕ розд╕ли

source: Include binary files?
uk: Включати дв╕йков╕ файли?

source: Include subdirectories?
uk: Включати п╕дкаталоги?

source: Working diff...
uk: Шукаю в╕дм╕нност╕...

source: Patch file has been modified by another process Please reload
uk: Латку було зм╕нено ╕ншим процесом Перезавантажте, будь ласка

source: Reversed patch detected. Should I try reversing it?
uk: Знайдено зворотню латку. Спробувати прикласти зворотню?

source: Now forking diff. Please be patient.
uk: Зараз розр╕зняю в╕дм╕нност╕. Будьте терпляч╕.

source: Finished forking.
uk: Розгалуження завершено.

source: Running patch...
uk: Латаю...

source: xfdiff version
uk: Верс╕я xfdiff

source: use xfdiff [ -h | --help | -p] [leftfile] [rightfile]
uk: Використання: xfdiff [ -h | --help | -p] [л╕вий_файл] [правий_файл]

source: -p : leftfile and rightfile are a patchdir and a patchfile
uk: -p : л╕вий_файл та правий_файл ╓ каталогом латання та файлом латки

source: -PN: N is strip level (0-9) for patch (quick toggle)
uk: -PN: N р╕вень ус╕кання (0-9) для латки (швидкий перемикач)

source: -R: patch file is reversed (quick toggle)
uk: -R: файл латки ╓ зворотн╕м (швидкий перемикач)

source: -N: patch file is not reversed (quick toggle)
uk: -N: файл латки не ╓ зворотн╕м (швидкий перемикач)

source: -h, --help : print this message
uk: -h, --help : друкувати це пов╕домлення

source: xfdiff (c) Edscott Wilson Garcia 2001, under GNU-GPL
uk: xfdiff (c) Edscott Wilson Garcia 2001, л╕ценз╕я: GNU-GPL

source: XFCE modules copyright Olivier Fourdan 1999-2001, under GNU-GPL
uk: Модул╕ XFCE, авторськ╕ права: Olivier Fourdan 1999-2001, л╕ценз╕я: GNU-GPL

source: Xfdiff diagnostic
uk: Д╕агностика Xfdiff

source: A patch file and directory must be selected first!
uk: Спочатку вибер╕ть каталог ╕ файл латки!

source: Patch has been undone.
uk: Латку було знято.

source: Patch has been applied.
uk: Латку було застосовано.

source: Please select a name for the patch file in the next dialog.
uk: Будь ласка вибер╕ть назву латки в наступному д╕алоз╕.

source: XFdiff will now start diff. Please be patient (xfdiff might seem to hang). Diff will be working
uk: XFdiff зараз запустить diff. Будьте терпляч╕ (може здатися, що xfdiff п╕двис). Але diff буде працювати

source: Patch file could not be created
uk: Не можу створити файл латки

source: Strip level for created patch file=
uk: Р╕вень для створеного файла латки=

source: has been created
uk: було створено

source: Patch file creation cancelled
uk: Скасовано створення файла латки

source: Line synchronization enabled.
uk: Вв╕мкнено синхрон╕зац╕ю рядк╕в.

source: Line synchronization disabled.
uk: Вимкнено синхрон╕зац╕ю рядк╕в.

source: Patch verbose diagnostics enabled.
uk: Вв╕мкнено детальну д╕агностику латання.

source: Patch verbose diagnostics disabled.
uk: Вимкнено детальну д╕агностику.

source: Line numbers enabled.
uk: Вв╕мкнено нумерац╕ю рядк╕в.

source: Line numbers disabled.
uk: Вимкнено л╕н╕йну нумерац╕ю.

source: Polygons will now be filled.
uk: Багатокутники заповнено не буде.

source: Polygons will now *not* be filled.
uk: Багатокутники тепер *не* буде заповнено.

source: Patch will now be assumed reversed.
uk: Припуска╓мо, що латка ╓ зворотньою.

source: Patch will now be assumed *not* reversed.
uk: Припуска╓мо, що латка *не* ╓ зворотньою.

source: Font selection
uk: Виб╕р шрифт╕в

source: Select highlight background color
uk: Вибрати кол╕р тла вид╕лення

source: Select highlight text color
uk: Вибрати кол╕р тексту вид╕лення

source: Warning: cannot read from
uk: Увага: неможливо прочитати з

source: is not in patch file.
uk: не ╓ файлом латки.

source: Default .xfdiffrc file cannot be created
uk: Неможливо створити типовий .xfdiffrc файл

source: Default configuration has been saved
uk: Перв╕сна конф╕гурац╕я записана

source: This is XFDiff
uk: Це - XFDiff

source: There is no next difference
uk: Б╕льше в╕дм╕нностей нема╓

source: There is no previous difference
uk: Перед цим в╕дм╕нностей нема╓

source: There is no such file
uk: Такий файл в╕дсутн╕й

source: There is no next file
uk: Наступного файла нема╓

source: There is no previous file
uk: Попереднього файла нема╓

source: That is a directory (or symlink)
uk: Це - каталог (або символ╕чне посилання)

source: Select left file
uk: Вибрати файл л╕воруч

source: Select right file
uk: Вибрати файл праворуч

source: Select patch file
uk: Вибрати файл латки

source: Select directory where to apply patch
uk: Вибрати каталог де буде застосована латка

source: Switch to patch mode
uk: Перемикнути в режим латання

source: Switch to diff mode
uk: Перемикнути в режим пошуку розб╕жностей

source: Exit
uk: Вийти

source: Diff Settings
uk: Установки diff

source: Font
uk: Шрифт

source: Highlight text color
uk: Кол╕р тексту вид╕лення

source: Highlight background color
uk: Кол╕р тла вид╕лення

source: Fill polygons
uk: Заповняти багатокутники

source: Show line numbers
uk: Показати номери рядк╕в

source: Use line synchronization voids
uk: Скасування синхрон╕зац╕╖ рядк╕в

source: Save settings as default
uk: Записати установки як типов╕

source: Patch Settings
uk: Установки для латок

source: Verbose patch diagnostics
uk: Розширена д╕агностика латок

source: Patch options only active in patch-mode
uk: Установки латок активн╕ лише в режим╕ латання

source: Assume patch is reversed
uk: Вважати, що латка ╓ зворотньою

source: Auto strip level
uk: Р╕вень автоус╕кання

source: Actions
uk: Д╕╖

source: View differences
uk: Перегляд в╕дм╕нностей

source: View differences in new
uk: Перегляд в╕дм╕нностей наново

source: View patch created differences
uk: Перегляд латки створених в╕дм╕нностей

source: View patch created differences in new
uk: Перегляд латки створених в╕дм╕нностей наново

source: Create patch file
uk: Створити файл латки

source: Apply patch to Hard Drive
uk: Застосувати латку до жорсткого диска

source: Undo patch to Hard Drive
uk: Зняти латку з жорсткого диску

source: About
uk: Про

source: Next difference
uk: Наступна в╕дм╕нн╕сть

source: Prev difference
uk: Попередня в╕дм╕нн╕сть

source: Next file
uk: Наступн╕й файл

source: Previous file
uk: Попередн╕й файл

source: Could not set selected font
uk: Неможливо встановити вибраний шрифт

source: Confirm
uk: П╕дтвердити

source: Abort
uk: Перервати

source: Alert
uk: Тривога

source: A bug? Please send full traceback to xfce-dev@moongroup.com
uk: Помилка? Будь ласка, над╕шл╕ть зв╕т про помилку до xfce-dev@moongroup.com

source: Low memory (malloc) error: xfdiff_aborting run
uk: Помилка: Мало пам'ят╕ (malloc), викону╓ться - xfdiff_aborting

source: file open error: xfdiff_aborting run
uk: Помилка: неможливо в╕дкрити файл, викону╓ться - xfdiff_aborting

source: unspecified error: xfdiff_aborting run
uk: нев╕дома помилка: викону╓ться - xfdiff_aborting

source: No file was found for patching Either the directory to apply patch is not correctly selected or an incorrect strip level was used.
uk: Не знайдено файл для латання Не в╕рно вказано каталог або використано не той р╕вень.

source: Patch command has produced reject output. See diagnostics window.
uk: Команда латання створила в╕дкинут╕ частки. Див╕ться в╕кно д╕агностики.

source: No directory was selected!
uk: Каталог не вибрано!

source: Directory or file selection
uk: Виб╕р каталог або файл

source: Please select it in the next dialog.
uk: Будь ласка, вибер╕ть це в наступному д╕алоз╕.

source: File exists, overwrite?
uk: Файл вже ╕сну╓, переписати?

source: Cannot open file for write
uk: Неможливо в╕дкрити файл для запису

source: couldn't allocate color
uk: неможливо розпод╕лити кол╕р

source: Patch:
uk: Латка:

source: applied at:
uk: застосувати як:

source: Press OK to see patch diffs
uk: Натисн╕ть ОК для перегляду в╕дм╕нностей латки

source: Results limit reached
uk: Досягнуто л╕м╕т результат╕в

source: Cancelled
uk: Скасовано

source: Search canceled!
uk: Пошук скасовано!

source: Glob run must finish or be cancelled first.
uk: Процес Glob повинен завершитися або його ма╓ бути скасовано.

source: Find results.
uk: Пошук результат╕в.

source: Find results...
uk: Пошук результат╕в...

source: Directory
uk: Каталог

source: Incoherent size considerations!
uk: Неадекватна р╕зниця розм╕р╕в!

source: Result of
uk: Результат

source: File type :
uk: Тип файла:

source: Anyone
uk: Будь-хто

source: Any kind
uk: Будь-який

source: Regular
uk: Звичайний

source: Symlink
uk: Символьне посилання

source: Socket
uk: Сокет

source: Block device
uk: Блоковий пристр╕й

source: Character device
uk: Символьний пристр╕й

source: Find
uk: Знайти

source: Path :
uk: Шлях:

source: Browse
uk: Перегляд

source: File filter :
uk: Файловий ф╕льтр:

source: What's a file filter?
uk: Який файловий ф╕льтр?

source: Basic rules: * Will match any character zero or more times. ? Will match any character exactly one time
uk: Базов╕ правила: * в╕дпов╕да╓ будь-як╕й к╕лькост╕ символ╕в або порожньому м╕сцю. ? в╕дпов╕да╓ будь-якому одному символу

source: Search subdirectories too
uk: Шукати також в п╕дкаталогах

source: Limit results to first :
uk: Обмежити результати першими:

source: Content search
uk: Пошук вм╕сту

source: Containing :
uk: М╕стить:

source: Case sensitive search
uk: З урахуванням рег╕стру

source: Extended regexp
uk: Розширений регулярний вираз

source: What's a regexp?
uk: Що таке регулярний вираз?
