Repository: trbocode/xfce3
Catalog: po/*.po
Languages: uk

source: Reserved characters for extended regexp are . ^ $ [ ] ? * + { } | \ ( ) : In basic regular expressions the metacharacters ?, +, {, |, (, and ) lose their special meaning. The period . matches any single character. The caret ^ matches at the start of line. The dollar $ matches at the end of line. Characters within [ ] matches any single character in the list. Characters within [^ ] matches any single character *not* in the list. Characters inside [ - ] matches a range of characters (ie [0-9] or [a-z]). A regular expression may be followed by one of several repetition operators: ? The preceding item is optional and matched at most once. * The preceding item will be matched zero or more times. + The preceding item will be matched one or more times. {n} The preceding item is matched exactly n times. {n,} The preceding item is matched n or more times. {n,m} The preceding item is matched at least n times, but not more than m times. To match any reserved character, precede it with \. Two regular expressions may be joined by the logical or operator |. Two regular expressions may be concatenated. More information is available by typing "man grep" at the command prompt.
uk: Зарезервован╕ символи для розширених вираз╕в: . ^ $ [ ] ? * + { } | \ ( ) : В загальних регулярний. виразах метасимволи ?, +, {, |, (, and ) втрачають ╖х особливе значення. Крапка . в╕дпов╕да╓ будь-якому ╓диному символу. Шапка ^ в╕дпов╕да╓ початку рядка. Долар $ в╕дпов╕да╓ к╕нцю рядка. Символи всередин╕ [ ] в╕дпов╕дають будь-яким символам з╕ списку. Символи всередин╕ [^ ] в╕дпов╕дають будь-яким символам, в╕дсутн╕м у списку. Символи всередин╕ [ - ] в╕дпов╕дають д╕апазону символ╕в (напр., [0-9] або [a-z]). За регулярним виразом може йти один з дек╕лькох оператор╕в повтору: ? попередн╕й елемент ╓ необов'язковим. * попередн╕й елемент в╕дпов╕да╓ жодному або будь-як╕й к╕лькост╕ його повторень. + попередн╕й елемент в╕дпов╕да╓ одному або б╕льш╕й к╕лькост╕ повторень. {n} попередн╕ елемент в╕дпов╕да╓ його n повторенням. {n,} попередн╕ елемент в╕дпов╕да╓ його n або б╕льше повторенням. {n,m} попередн╕ елемент в╕дпов╕да╓ його n або б╕льше повторенням, але менше н╕ж m. Щоб в╕добразити зарезервований символ набер╕ть \. Два регулярних вирази можна лог╕чно об'╓днати за допомогою оператора |. Два регулярних вирази можуть бути об'╓днан╕ посл╕довно. Щоб отримати додаткову ╕нформац╕ю, набер╕ть "man grep" у командному рядку.

source: File considerations
uk: Умови щодо файл╕в

source: Stay on single filesystem
uk: Обмежити одн╕╓ю файловою системою

source: What's a single filesystem?
uk: Що таке одна файлова система?

source: Staying on a single filesystem will hinder searching on different physical disk partitions. This is especially useful if you do not want to search into nfs or smb mounts.
uk: Обмеження одн╕╓ю файловою системою обмежу╓ пошук т╕льки ц╕╓ю файловою системою . Це дуже корисно, якщо Ви не хочете робити пошук на змонтованих системах nfs або smb.

source: Permission considerations
uk: Умови щодо дозвол╕в

source: How does permission filtering work?
uk: Як працю╓ ф╕льтрац╕я дозвол╕в?

source: When permission filtering is active: -If a file has one of the chosen permission bits, it will match. -If no permission bit is chosen, files with no set permission bits will match.
uk: Коли ф╕льтр по дозволам вв╕мкнено: - якщо файл ма╓ один з вибраних б╕т╕в дозволу, його буде зараховано - якщо жоден б╕т дозволу не вибрано, буде зараховано файли без встановлених б╕т╕в.

source: User/group considerations
uk: Умови щодо користувач╕в/груп

source: How does user/group filtering work?
uk: Як працю╓ ф╕льтрац╕я користувач╕в/груп?

source: If user and group are both set to any value other than anyone: -files must meet both criteria in order to match
uk: Якщо користувача та групу встановлено в будь-яке значення, окр╕м 'будь-який': - т╕льки файли, як╕ в╕дпов╕дають обом умовам будуть зарахован╕

source: User ID:
uk: ╤д. користувача:

source: Group ID:
uk: ╤д. групи:

source: Size considerations
uk: Умови щодо розм╕ру

source: How does size filtering work?
uk: Як працю╓ ф╕льтрац╕я по розм╕ру?

source: -If a size of 0 (zero) is specified for size-less-than, this will be ignored. -If both size-greater-than and size-less-than are specified, both criteria must be met in order for a file to match.
uk: - Якщо вказано розм╕р 0 (нуль) для умови розм╕р-менше-н╕ж, цю умову буде ╕гноровано. - Якщо вказано обидв╕ умови, розм╕р-б╕льше-н╕ж та розм╕р-менше-н╕ж, виконуватись повинн╕ обидв╕.

source: Size greater than (KB):
uk: Розм╕р, б╕льший н╕ж (КБ):

source: Size less than (KB):
uk: Розм╕р, менший н╕ж (КБ):

source: Time considerations
uk: Умови щодо часу

source: How does time filtering work?
uk: Як працю╓ ф╕льтрац╕я по часу?

source: Three different time modes may be selected: *modified: This changes when the file is modified, e.g. by mknod(2), truncate(2), utime(2) and write(2) (of more than zero bytes). Moreover, modification time of a directory is changed by the creation or deletion of files in that directory. Modification time is not changed for changes in owner, group, hard link count, or mode. *changed: This field is changed by writing or setting inode information (i.e., owner, group, link count, mode). *accessed: This field is changed by file accesses, e.g. by exec(2), mknod(2), pipe(2), utime(2) and read(2) (of more than zero bytes). Other routines, like mmap(2), may or may not update access time. Please note: after filtering a file through glob, it will have its access time altered, so two consecutive runs will not produce identical results.
uk: Може бути вибрано три режими: *редаговано: Це поле зм╕ню╓ться при редагуванн╕ файла, напр., з mknod(2), truncate(2), utime(2) та write(2) (при ненульов╕й к╕лькост╕ байт). Окр╕м того, зм╕на час редагування каталогу зм╕ню╓ться при створенн╕ або вилученн╕ файл╕в в цьому каталоз╕. На це поле не вплива╓ зм╕на власника, групи, к╕лькост╕ жорстких посилань та режиму. *зм╕нено: Це поле зм╕ню╓ться при запис╕ або установленн╕ ╕нформац╕╖ inode (напр., власник, група, к╕лькисть посилань, режим). *доступ: Це поле зм╕ню╓ться при доступ╕ до файла, напр., з exec(2), mknod(2), pipe(2), utime(2) та read(2) (при ненульов╕й к╕лькост╕ байт). ╤нш╕ процедури, як mmap(2), можуть як зм╕нювати так ╕ не зм╕нювати час доступу. Зауваження: п╕сля ф╕льтрац╕╖ файла через glob, в╕н буде мати зм╕нений час доступу, тобто два посл╕довних запуска можуть не дати один результат.

source: Modified
uk: Зм╕нений

source: Changed
uk: Зм╕нений

source: Accessed
uk: Досягнуто

source: In the previous :
uk: В попередьньому:

source: Minutes
uk: Хвилин

source: Hours
uk: Годин

source: Days
uk: Дн╕в

source: Months
uk: М╕сяц╕в

source: General considerations
uk: Загальн╕ умови

source: Do not look into binary files
uk: Не заглядати в дв╕йков╕ файли

source: Output count of matching lines
uk: Виводити к╕льк╕сть в╕дпов╕дних рядк╕в

source: Match anywhere
uk: Сп╕впад╕ння будь-де

source: Match whole words only
uk: Сп╕впадання лише у ц╕лих словах

source: Match whole lines only
uk: Сп╕впадання лише у повних рядках

source: Output files where no match is found
uk: Виводити файли де нема╓ сп╕впадань

source: Filter options
uk: Опц╕╖ ф╕льтру

source: Content options
uk: Опц╕╖ зм╕сту

source: Results
uk: Результати

source: working...
uk: працюю...

source: Cancel Search
uk: В╕дм╕нити пошук

source: Nothing found...
uk: Н╕чого не знайдено...

source: Files found=
uk: Файл╕в знайдено=

source: (interrupted because limit exceded)
uk: (перервано тому, що перевищено обмеження)

source: lines
uk: рядки

source: unable to stat:
uk: неможливо зробити stat:

source: XFClock - XFce Clock & Calendar
uk: XFClock - Годинник-календар XFce

source: XFclock : Syntax error in configuration file (%s)
uk: XFclock : Синтаксична помилка в файл╕ налаштувань (%s)

source: XFclock : Data mismatch error in config file (%s)
uk: XFclock : Нев╕рн╕ дан╕ в файл╕ налаштувань (%s)

source: Hide/show menubar
uk: Сховати/показати панель меню

source: Hide/show calendar
uk: Сховати/показати календар

source: Settings
uk: Параметри

source: 24 hour mode
uk: 24-годинний режим

source: Display AM/PM
uk: Показувати AM/PM

source: Display seconds
uk: Показувати секунди

source: Background color...
uk: Кол╕р тла...

source: Foreground color...
uk: Кол╕р переднього плану...

source: Font...
uk: Шрифт...

source: Hide menubar
uk: Сховати панель меню

source: Calendar Options
uk: Параметри календаря

source: Mark Fridays
uk: Вид╕ляти п'ятниц╕

source: Mark Saturdays
uk: Вид╕ляти суботи

source: Mark Sundays
uk: Вид╕ляти нед╕л╕

source: Show week numbers
uk: Показувати номери тижн╕в

source: Show day names
uk: Показувати назви дн╕в

source: Show heading
uk: Показувати заголовок

source: Week starts on Monday
uk: Тиждень розпочина╓ться в понед╕лок

source: xfmouse: Error, cannot open display.
uk: Помилка виконання xfmouse, неможливо в╕дкрити в╕кно.

source: Is X running and $DISPLAY correctly set ?
uk: Перев╕рте, чи завантажено X та в╕рно встановлено $DISPLAY.

source: XFMouse - XFce Mouse Configuration
uk: XFMouse - налаштування мишки XFce

source: Button Settings
uk: Установки кнопок

source: Motion Settings
uk: Установки руху

source: Threshold :
uk: Пор╕г:

source: Acceleration :
uk: Прискорення:

source: Usage : %s [OPTIONS]
uk: Вживання: %s [ОПЦ╤╥]

source: Where OPTIONS are :
uk: Де ОПЦ╤╥ означають :

source: -i : interactive
uk: -i : ╕нтерактивно

source: -d : apply configuration and exit (default)
uk: -d : застосувати налаштування ╕ вийти (типовий)

source: %s is part of the XFce distribution, written by Olivier Fourdan
uk: %s ╓ частиною дистрибутиву XFce, автор: Olivier Fourdan

source: New Desk
uk: Нова ст╕льниця

source: Add Window
uk: Додати в╕кно

source: Raise Window
uk: П╕дняти в╕кно

source: Lower Window
uk: Опустити в╕кно

source: Configure Window
uk: Налаштувати в╕кно

source: Focus Change
uk: Зм╕на фокуса

source: Destroy Window
uk: Знищити в╕кно

source: Iconify
uk: М╕н╕м╕зувати

source: De-iconify
uk: Дем╕н╕м╕зувати

source: Shade
uk: Згорнути

source: Un-Shade
uk: Розгорнути

source: Maximize
uk: Максим╕зувати

source: De-maximize
uk: Демаксим╕зувати

source: Shutdown
uk: Вимкнути

source: Unknown
uk: Нев╕домий

source: XFSound - XFce Sound Manager
uk: XFSound - Менеджер звуку XFce

source: Event :
uk: Под╕я:

source: Sound file :
uk: Звуковий файл:

source: Test
uk: Тест

source: Play Sound
uk: Програвати звук

source: Command :
uk: Команда:

source: Internal
uk: Внутр╕шня

source: External
uk: Зовн╕шня

source: Error Cannot open file
uk: Помилка Неможливо в╕дкрити файл

source: Error Cannot allocate colors
uk: Помилка Неможливо вид╕лити кольори

source: Error File format invalid
uk: Помилка Нев╕рний формат файла

source: Error Color definition invalid
uk: Помилка Нев╕рне визначення кольору

source: Error Not enough Memory
uk: Помилка Недостатньо пам'ят╕

source: XFbd - XFce Backdrop Manager
uk: XFbd - Менеджер шпалер XFce

source: Filename :
uk: Назва файла:

source: Display image :
uk: Показувати зображення:

source: Tiled
uk: Кахелем

source: Stretched
uk: Розтягнути

source: Auto
uk: Автоматично

source: -i : interactive, prompts for backdrop to display
uk: -i : ╕нтерактивно

source: -d : display, reads configuration and exit (default)
uk: -d : показати, прочитати налаштування ╕ вийти (звичайно)

source: xfbdmgr - XFCE List Manager
uk: xfbdmgr - Менеджер списк╕в XFCE

source: File not found.
uk: Файл не знайдено.

source: &Restart
uk: &Перезапустити

source: &Quit
uk: &Вийти

source: &Move
uk: &Пересунути

source: &Resize
uk: &Зм╕нити розм╕р

source: (De)&Iconify
uk: (Де)&м╕н╕м╕зувати

source: (Un)&Stick
uk: (В╕д)&прил╕пити

source: (Un)S&hade
uk: (Роз)з&горнути

source: (Un)Ma&ximize
uk: (Де)максим╕&зувати

source: Se&nd to...
uk: В╕д╕с&лати...

source: S&witch to...
uk: Пере&микнути до...

source: &Close
uk: &Закрити

source: User Menu
uk: Меню користувача

source: Edit menu...
uk: Виправити меню...

source: &Mouse...
uk: &Миша...

source: &Backdrop...
uk: &Шпалери...

source: &Sound...
uk: &Звук...

source: &New window
uk: &Нове в╕кно

source: &User Menu
uk: Меню &користувача

source: &Arrange icons
uk: &Впорядкувати п╕ктограми

source: &Iconify all
uk: &М╕н╕м╕зувати все

source: &Refresh
uk: &Поновити

source: Shuffle &Up
uk: &Перем╕стити вгору

source: Shuffle &Down
uk: Перем╕стити &вниз

source: &Settings
uk: &Установки

source: &Quit XFwm
uk: &Вийти з XFwm

source: &Full Screen
uk: Повний &екран

source: &Vertical
uk: &Вертикально

source: &Horizontal
uk: &Горизонтально

source: xfwm terminated:
uk: xfwm завершено:

source: Samba failure! Xfsamba could not find file:
uk: Помилка Samba! XFsamba не вдалося знайти файл:

source: (please install Samba or else correct the PATH environment variable)
uk: (будь ласка, встанов╕ть Samba або виправте зм╕нну середовища PATH)

source: File download failed. See diagnostics for reason.
uk: Зб╕й звантаження файла. Причину можна побачити у д╕агностиц╕.

source: Download done.
uk: Звантаження завершено.

source: Downloading file...
uk: Звантаження файла...

source: File download cancelled.
uk: Звантаження файла перервано.

source: Download failed.
uk: Зб╕й звантаження.

source: If you have win95 nodes on your network, xfsamba might not find a master browser. If you start smb services on your linux box, making it a samba-server, the problem will be fixed as long as the win95 box(es) are reset. You know the routine, reset wind*ws for changes to take effect. Otherwise, you must type in the node to be browsed and hit RETURN.
uk: Якщо у мереж╕ ╓ WIN95, можливо, xfsamba не може знайти головний сервер перегляду. Якщо Ви запустили службу smb на сервер╕ Linux, створюючи сервер SMB, ця проблема може бути подолана перезапуском ус╕х машин WIN95 в мереж╕. Процедура Вам знайома: просто перезавантажте win*dows. ╤накше, Введ╕ть вузол для перегляду ╕ натиснути Enter.

source: This is XFSamba
uk: Це - XFSamba

source: Please provide information for server
uk: Будь ласка, вкаж╕ть ╕нформац╕ю для сервера

source: Please provide browsing preferences
uk: Будь ласка, вкаж╕ть установки перегляду

source: Username :
uk: Користувач:

source: Password :
uk: Пароль:

source: Something to be deleted must be selected!
uk: Якщо щось треба видалити, то його треба спочатку вибрати!

source: Going to master browser...
uk: Прямую до головного сервера перегляду...

source: Going back...
uk: Йду назад...

source: Going forward...
uk: Йду вперед...

source: Attempting to stop query...
uk: Намагаюся зупинити запит...

source: Query stopped.
uk: Запит зупинено.

source: Download...
uk: Звантажити...

source: Upload...
uk: В╕двантажити...

source: New folder...
uk: Нова тека...

source: Delete...
uk: Стерти...

source: Go
uk: Перейти

source: Home...
uk: Дом╕вка...

source: Reload...
uk: Перезавантажити...

source: Forward...
uk: Вперед...

source: Back...
uk: Назад...

source: Show diagnostics
uk: Показати д╕агностику

source: Hide diagnostics
uk: Сховати д╕агностику

source: Show browser links
uk: Показати зв'язки переглядача

source: Hide browser links
uk: Сховати зв'язки переглядача

source: Browse as...
uk: Зм╕нити користувача...

source: Stop ...
uk: Зупинити...

source: Back ...
uk: Назад...

source: Forward ...
uk: Вперед...

source: Reload ...
uk: Перезавантажити...

source: Home ...
uk: Дом╕вка...

source: New folder ...
uk: Нова тека...

source: Download ...
uk: Звантажити...

source: Upload ...
uk: В╕двантажити...

source: Set View 1
uk: Вигляд 1

source: Set View 2
uk: Вигляд 2

source: Set View 3
uk: Вигляд 3

source: Help ...
uk: Дов╕дка...

source: Location :
uk: Адреса:

source: Show IP
uk: Показати IP

source: Location shares :
uk: Локальн╕ сп╕льн╕ ресурси:

source: Size
uk: Розм╕р

source: Date
uk: Дата

source: Comment
uk: Коментар

source: Location known servers :
uk: В╕дом╕ локальн╕ сервери:

source: Location known workgroups :
uk: В╕дом╕ локальн╕ робоч╕ групи:

source: Welcome to xfsamba.
uk: Ласкаво просимо до xfsamba.

source: Retrieve done.
uk: Отримано.

source: Query password has been requested.
uk: Було виставлена вимога запиту пароля.

source: List failed.
uk: Помилка наведення списку.

source: Retreiving...
uk: Отримую...

source: Resolved
uk: Розв'язано

source: Resolving for
uk: Розв'язую

source: Shares
uk: Сп╕льн╕ ресурси

source: Links to other servers
uk: Зв'язки з ╕ншими серверами

source: Links to other workgroups
uk: Зв'язки з ╕ншими робочими групами

source: Query done.
uk: Запит завершено.

source: Query failed. Machine may be down.
uk: Зб╕й запиту. Можливо машину вимкнено.

source: Querying
uk: Трива╓ запит

source: No master browser found. See diagnostics.
uk: Не знайдено головний сервер перегляду. Читайте д╕агностику.

source: No master browser found. Please type a computer name at location and hit RETURN
uk: Не знайдено головний сервер перегляду. Будь ласка, набер╕ть ╕м'я комп'ютера в поле адреси ╕ натисн╕ть Enter

source: Looking for master browsers...
uk: Пошук головного сервера перегляду...

source: Please provide netbios name for master browser at
uk: Будь ласка, вкаж╕ть ╕м'я головного сервера перегляду netbios в

source: Master browser netbios name must be provided.
uk: ╤м'я netbios головного сервера перегляду ма╓ бути вказано.

source: No status response
uk: В╕дпов╕дь статусу в╕дсутня

source: Master browser not resolved. Use location box to browse.
uk: Головний сервер перегляду не знайдено. Використовуйте панель адреси.

source: No master browser resolved. Please type a computer name at location and hit RETURN
uk: Не знайдено головний сервер перегляду. Будь ласка, надрукуйте ╕м'я комп'ютера ╕ натисн╕ть Enter

source: Resolving
uk: Розв'язую

source: Directory creation failed. See diagnostics for details.
uk: Зб╕й створення каталогу. Причину можна побачити у д╕агностиц╕.

source: Directory created.
uk: Каталог створено.

source: Create directory cancelled.
uk: Створення каталогу скасовано.

source: Create directory failed.
uk: Зб╕й створення каталогу.

source: Creating dir...
uk: Створюю каталог...

source: Remove cancelled.
uk: Видалення скасовано.

source: Remove failed. See diagnostics for details.
uk: Зб╕й видалення. Причину можна побачити у д╕агностиц╕.

source: Remove complete.
uk: Видалення виконано.

source: Removing...
uk: Видалення...

source: Sorry, top level shares cannot be removed.
uk: Перепрошую, сп╕льн╕ ресурси верхнього р╕вня не можуть бути вилучен╕.

source: Tar failed. See diagnostics for details.
uk: Зб╕й виконання команди tar. Причину можна побачити у д╕агностиц╕.

source: Tar extraction has completed
uk: Д╕ставання з арх╕ву усп╕шно завершено.

source: Tar command complete.
uk: Команду tar усп╕шно виконано.

source: Please select input tarfile next.
uk: Будь ласка, вибер╕ть наступний tar-файл для виводу.

source: Please select the output tarfile next.
uk: Будь ласка, вибер╕ть наступний tar-файл для виводу.

source: Tar cancelled.
uk: Арх╕вування скасовано.

source: Cannot open tar file
uk: Неможливо в╕дкрити tar-файл

source: Cannot create tar file
uk: Неможливо створити tar-файл

source: create
uk: створити

source: extract
uk: д╕стати

source: full
uk: повний

source: incremental
uk: ╕нкрементний

source: do not reset archive bit
uk: не скидати арх╕вний б╕т

source: reset archive bit
uk: скинути арх╕вний б╕т

source: Options
uk: Опц╕╖

source: Uploaded file.
uk: В╕двантажений файл.

source: File upload failed. See diagnostics for reason.
uk: Зб╕й в╕двантаження файла. Причину можна побачити у д╕агностиц╕.

source: Upload done.
uk: В╕двантаження завершено.

source: Uploading file...
uk: В╕двантажую файл...

source: File upload cancelled.
uk: В╕двантаження файла скасовано.

source: Specified file does not exist
uk: Вказаний файл не ╕сну╓

source: Upload failed.
uk: Зб╕й в╕двантаження:

source: Caption
uk: Заголовок

source: Command
uk: Команда

source: Add
uk: Додати

source: Save
uk: Зберегти

source: Reset
uk: Скинути

source: Your changes will take effect on next startup
uk: Ваш╕ зм╕ни матимуть ефект п╕сля наступного запуску

source: Don't Quit
uk: Не виходити
